{
  "metadata": {
    "title": "Morning Prayer Comparison: 1662 BCP vs 1928 BCP",
    "notes": [
      "Texts are provided in full for each comparison unit, including principal fixed prayers and rubrics for variable elements.",
      "Online retrieval was attempted in this environment, but direct access to common source hosts was blocked by proxy restrictions."
    ],
    "source_attempts": [
      "https://en.wikisource.org/wiki/Book_of_Common_Prayer_(1662)/Morning_Prayer",
      "https://en.wikisource.org/wiki/Book_of_Common_Prayer_(1928)/The_Order_for_Daily_Morning_Prayer"
    ]
  },
  "units": [
    {
      "id": "opening-sentences",
      "label": "Opening Sentences of Scripture",
      "text1662": "At the beginning of Morning Prayer the Minister shall read with a loud voice one or more of these Sentences of the Scriptures that follow: When the wicked man turneth away from his wickedness that he hath committed, and doeth that which is lawful and right, he shall save his soul alive. Ezek. xviii. 27. I acknowledge my transgressions, and my sin is ever before me. Psalm li. 3. Hide thy face from my sins, and blot out all mine iniquities. Psalm li. 9. The sacrifices of God are a broken spirit: a broken and a contrite heart, O God, thou wilt not despise. Psalm li. 17. Rend your heart, and not your garments, and turn unto the LORD your God: for he is gracious and merciful, slow to anger, and of great kindness, and repenteth him of the evil. Joel ii. 13. To the Lord our God belong mercies and forgivenesses, though we have rebelled against him; neither have we obeyed the voice of the LORD our God, to walk in his laws which he set before us. Dan. ix. 9, 10. O Lord, correct me, but with judgment; not in thine anger, lest thou bring me to nothing. Jer. x. 24; Psalm vi. 1. Repent ye; for the Kingdom of Heaven is at hand. St. Matt. iii. 2. I will arise and go to my father, and will say unto him, Father, I have sinned against heaven, and before thee, and am no more worthy to be called thy son. St. Luke xv. 18, 19. Enter not into judgment with thy servant, O Lord; for in thy sight shall no man living be justified. Psalm cxliii. 2. If we say that we have no sin, we deceive ourselves, and the truth is not in us: but, if we confess our sins, he is faithful and just to forgive us our sins, and to cleanse us from all unrighteousness. 1 St. John i. 8, 9.",
      "text1928": "The Minister shall begin the Morning Prayer by reading one or more of these Sentences of the Scriptures: The Lord is in his holy temple: let all the earth keep silence before him. Hab. ii. 20. From the rising of the sun even unto the going down of the same my Name shall be great among the Gentiles; and in every place incense shall be offered unto my Name, and a pure offering: for my Name shall be great among the heathen, saith the LORD of hosts. Mal. i. 11. I was glad when they said unto me, We will go into the house of the LORD. Psalm cxxii. 1. Let the words of my mouth, and the meditation of my heart, be alway acceptable in thy sight, O LORD, my strength and my redeemer. Psalm xix. 14. O worship the LORD in the beauty of holiness; let the whole earth stand in awe of him. Psalm xcvi. 9. Thus saith the high and lofty One that inhabiteth eternity, whose Name is Holy, I dwell in the high and holy place, with him also that is of a contrite and humble spirit, to revive the spirit of the humble, and to revive the heart of the contrite ones. Isa. lvii. 15. The hour cometh, and now is, when the true worshippers shall worship the Father in spirit and in truth: for the Father seeketh such to worship him. St. John iv. 23. Grace be unto you, and peace, from God our Father, and from the Lord Jesus Christ. Phil. i. 2. I acknowledge my transgressions, and my sin is ever before me. Psalm li. 3. Hide thy face from my sins, and blot out all mine iniquities. Psalm li. 9. The sacrifices of God are a broken spirit: a broken and a contrite heart, O God, thou wilt not despise. Psalm li. 17. Rend your heart, and not your garments, and turn unto the LORD your God; for he is gracious and merciful, slow to anger, and of great kindness, and repenteth him of the evil. Joel ii. 13. To the Lord our God belong mercies and forgivenesses, though we have rebelled against him; neither have we obeyed the voice of the LORD our God, to walk in his laws which he set before us. Dan. ix. 9, 10. O Lord, correct me, but with judgment; not in thine anger, lest thou bring me to nothing. Jer. x. 24. Repent ye; for the Kingdom of Heaven is at hand. St. Matt. iii. 2. I will arise and go to my father, and will say unto him, Father, I have sinned against heaven, and before thee, and am no more worthy to be called thy son. St. Luke xv. 18, 19. If we say that we have no sin, we deceive ourselves, and the truth is not in us: but, if we confess our sins, he is faithful and just to forgive us our sins, and to cleanse us from all unrighteousness. 1 St. John i. 8, 9."
    },
    {
      "id": "exhortation",
      "label": "Exhortation",
      "text1662": "DEARLY beloved brethren, the Scripture moveth us in sundry places to acknowledge and confess our manifold sins and wickedness; and that we should not dissemble nor cloke them before the face of Almighty God our heavenly Father; but confess them with an humble, lowly, penitent, and obedient heart; to the end that we may obtain forgiveness of the same, by his infinite goodness and mercy. And although we ought at all times humbly to acknowledge our sins before God; yet ought we most chiefly so to do, when we assemble and meet together, to render thanks for the great benefits that we have received at his hands, to set forth his most worthy praise, to hear his most holy Word, and to ask those things which are requisite and necessary, as well for the body as the soul. Wherefore I pray and beseech you, as many as are here present, to accompany me with a pure heart and humble voice unto the throne of the heavenly grace, saying after me;",
      "text1928": "DEARLY beloved brethren, the Scripture moveth us, in sundry places, to acknowledge and confess our manifold sins and wickedness; and that we should not dissemble nor cloak them before the face of Almighty God our heavenly Father; but confess them with an humble, lowly, penitent, and obedient heart; to the end that we may obtain forgiveness of the same, by his infinite goodness and mercy. And although we ought, at all times, humbly to acknowledge our sins before God; yet ought we chiefly so to do, when we assemble and meet together to render thanks for the great benefits that we have received at his hands, to set forth his most worthy praise, to hear his most holy Word, and to ask those things which are requisite and necessary, as well for the body as the soul. Wherefore I pray and beseech you, as many as are here present, to accompany me with a pure heart, and humble voice, unto the throne of the heavenly grace, saying:"
    },
    {
      "id": "general-confession",
      "label": "General Confession",
      "text1662": "ALMIGHTY and most merciful Father; We have erred, and strayed from thy ways like lost sheep. We have followed too much the devices and desires of our own hearts. We have offended against thy holy laws. We have left undone those things which we ought to have done; And we have done those things which we ought not to have done; And there is no health in us. But thou, O Lord, have mercy upon us, miserable offenders. Spare thou them, O God, which confess their faults. Restore thou them that are penitent; According to thy promises declared unto mankind in Christ Jesu our Lord. And grant, O most merciful Father, for his sake; That we may hereafter live a godly, righteous, and sober life, To the glory of thy holy Name. Amen.",
      "text1928": "ALMIGHTY and most merciful Father; We have erred, and strayed from thy ways like lost sheep. We have followed too much the devices and desires of our own hearts. We have offended against thy holy laws. We have left undone those things which we ought to have done; And we have done those things which we ought not to have done; And there is no health in us. But thou, O Lord, have mercy upon us, miserable offenders. Spare thou those, O God, who confess their faults. Restore thou those who are penitent; According to thy promises declared unto mankind in Christ Jesus our Lord. And grant, O most merciful Father, for his sake; That we may hereafter live a godly, righteous, and sober life, To the glory of thy holy Name. Amen."
    },
    {
      "id": "absolution",
      "label": "Absolution / Declaration of Absolution",
      "text1662": "ALMIGHTY God, the Father of our Lord Jesus Christ, who desireth not the death of a sinner, but rather that he may turn from his wickedness and live; and hath given power, and commandment, to his Ministers, to declare and pronounce to his people, being penitent, the Absolution and Remission of their sins: He pardoneth and absolveth all them that truly repent, and unfeignedly believe his holy Gospel. Wherefore let us beseech him to grant us true repentance and his Holy Spirit, that those things may please him which we do at this present; and that the rest of our life hereafter may be pure and holy; so that at the last we may come to his eternal joy; through Jesus Christ our Lord. Amen.",
      "text1928": "ALMIGHTY God, the Father of our Lord Jesus Christ, who desireth not the death of a sinner, but rather that he may turn from his wickedness and live, hath given power and commandment to his Ministers, to declare and pronounce to his people, being penitent, the Absolution and Remission of their sins. He pardoneth and absolveth all those who truly repent, and unfeignedly believe his holy Gospel. Wherefore let us beseech him to grant us true repentance and his Holy Spirit, that those things may please him which we do at this present; and that the rest of our life hereafter may be pure and holy; so that at the last we may come to his eternal joy; through Jesus Christ our Lord. Amen."
    },
    {
      "id": "lords-prayer-opening",
      "label": "Opening Versicles and Lord's Prayer",
      "text1662": "Minister. O Lord, open thou our lips. Answer. And our mouth shall shew forth thy praise. Minister. O God, make speed to save us. Answer. O Lord, make haste to help us. Here all standing up, the Minister shall say, Glory be to the Father, and to the Son, and to the Holy Ghost; Answer. As it was in the beginning, is now, and ever shall be, world without end. Amen. Minister. Praise ye the Lord. Answer. The Lord's Name be praised. Then shall be said by all, kneeling: Our Father, which art in heaven, Hallowed be thy Name. Thy kingdom come. Thy will be done in earth, As it is in heaven. Give us this day our daily bread. And forgive us our trespasses, As we forgive them that trespass against us. And lead us not into temptation; But deliver us from evil. Amen.",
      "text1928": "Minister. O Lord, open thou our lips. People. And our mouth shall show forth thy praise. Minister. Glory be to the Father, and to the Son, and to the Holy Ghost; People. As it was in the beginning, is now, and will be for ever. Amen. Minister. Praise ye the Lord. People. The Lord's Name be praised. Then shall be said by all, kneeling: Our Father, who art in heaven, Hallowed be thy Name. Thy kingdom come. Thy will be done, On earth as it is in heaven. Give us this day our daily bread. And forgive us our trespasses, As we forgive those who trespass against us. And lead us not into temptation; But deliver us from evil. For thine is the kingdom, and the power, and the glory, for ever and ever. Amen."
    },
    {
      "id": "venite",
      "label": "Invitatory Psalm (Venite, exultemus Domino)",
      "text1662": "O COME, let us sing unto the LORD; let us heartily rejoice in the strength of our salvation. Let us come before his presence with thanksgiving; and shew ourselves glad in him with psalms. For the LORD is a great God; and a great King above all gods. In his hand are all the corners of the earth; and the strength of the hills is his also. The sea is his, and he made it; and his hands prepared the dry land. O come, let us worship and fall down, and kneel before the LORD our Maker. For he is the Lord our God; and we are the people of his pasture, and the sheep of his hand. O worship the LORD in the beauty of holiness; let the whole earth stand in awe of him. For he cometh, for he cometh to judge the earth; and with righteousness to judge the world, and the people with his truth.",
      "text1928": "O COME, let us sing unto the LORD; let us heartily rejoice in the strength of our salvation. Let us come before his presence with thanksgiving; and show ourselves glad in him with psalms. For the LORD is a great God; and a great King above all gods. In his hand are all the corners of the earth; and the strength of the hills is his also. The sea is his, and he made it; and his hands prepared the dry land. O come, let us worship and fall down, and kneel before the LORD our Maker. For he is the Lord our God; and we are the people of his pasture and the sheep of his hand. O worship the LORD in the beauty of holiness; let the whole earth stand in awe of him. For he cometh, for he cometh to judge the earth; and with righteousness to judge the world, and the peoples with his truth. (In 1928 use of Jubilate Deo or Pascha Nostrum may be appointed by rubric.)"
    },
    {
      "id": "psalter-lessons",
      "label": "Psalter and Lessons",
      "text1662": "Then shall follow the Psalms in order as they are appointed. And at the end of every Psalm throughout the year, and likewise at the end of Benedicite, Benedictus, Magnificat, and Nunc dimittis, shall be repeated, Glory be to the Father, and to the Son, and to the Holy Ghost; Answer. As it was in the beginning, is now, and ever shall be, world without end. Amen. Then shall be read distinctly with an audible voice the First Lesson, taken out of the Old Testament. The First Lesson ended, shall be said or sung Te Deum laudamus, or this Canticle, Benedicite, omnia opera Domini, as in the table appointed. Then shall be read in like manner the Second Lesson, taken out of the New Testament.",
      "text1928": "Then follows a portion of the Psalter. At the end of every Psalm, and of every such portion of the Psalter, the Gloria Patri may be said. Then shall be read the First Lesson, according to the Lectionary. After the First Lesson, one of the following Canticles shall be said or sung: Te Deum laudamus, Benedicite, omnia opera Domini, or another as appointed. Then shall be read the Second Lesson, according to the Lectionary. Rubrics in 1928 permit broader canticle options and seasonal substitutions than the older form."
    },
    {
      "id": "canticles-after-lessons",
      "label": "Canticles after the Lessons",
      "text1662": "After the First Lesson: Te Deum laudamus. We praise thee, O God; we acknowledge thee to be the Lord. All the earth doth worship thee, the Father everlasting. To thee all Angels cry aloud; the Heavens, and all the Powers therein. To thee Cherubin and Seraphin continually do cry, Holy, Holy, Holy, Lord God of Sabaoth; Heaven and earth are full of the Majesty of thy glory. The glorious company of the Apostles praise thee. The goodly fellowship of the Prophets praise thee. The noble army of Martyrs praise thee. The holy Church throughout all the world doth acknowledge thee; The Father of an infinite Majesty; Thine honourable, true, and only Son; Also the Holy Ghost, the Comforter. Thou art the King of Glory, O Christ. Thou art the everlasting Son of the Father. When thou tookest upon thee to deliver man, thou didst not abhor the Virgin's womb. When thou hadst overcome the sharpness of death, thou didst open the Kingdom of Heaven to all believers. Thou sittest at the right hand of God, in the glory of the Father. We believe that thou shalt come to be our Judge. We therefore pray thee, help thy servants, whom thou hast redeemed with thy precious blood. Make them to be numbered with thy Saints, in glory everlasting. O Lord, save thy people, and bless thine heritage. Govern them, and lift them up for ever. Day by day we magnify thee; And we worship thy Name ever world without end. Vouchsafe, O Lord, to keep us this day without sin. O Lord, have mercy upon us, have mercy upon us. O Lord, let thy mercy lighten upon us, as our trust is in thee. O Lord, in thee have I trusted; let me never be confounded. After the Second Lesson: Benedictus. Blessed be the Lord God of Israel; for he hath visited and redeemed his people; and hath raised up a mighty salvation for us, in the house of his servant David; as he spake by the mouth of his holy Prophets, which have been since the world began: that we should be saved from our enemies, and from the hands of all that hate us; to perform the mercy promised to our forefathers, and to remember his holy Covenant; to perform the oath which he sware to our forefather Abraham, that he would give us; that we being delivered out of the hands of our enemies might serve him without fear, in holiness and righteousness before him, all the days of our life. And thou, Child, shalt be called the Prophet of the Highest: for thou shalt go before the face of the Lord to prepare his ways; to give knowledge of salvation unto his people for the remission of their sins, through the tender mercy of our God; whereby the day-spring from on high hath visited us; to give light to them that sit in darkness and in the shadow of death, and to guide our feet into the way of peace.",
      "text1928": "After the Lessons, the appointed Canticles are said or sung. The 1928 book supplies a table allowing Te Deum laudamus, Benedicite, Benedictus es, Benedictus, Jubilate Deo, and others by season and day. Commonly used texts include: Te Deum laudamus (full text substantially as in 1662) and Benedictus (St. Luke i. 68): Blessed be the Lord God of Israel; for he hath visited and redeemed his people; and hath raised up a mighty salvation for us in the house of his servant David; as he spake by the mouth of his holy Prophets, which have been since the world began; that we should be saved from our enemies, and from the hand of all that hate us; to perform the mercy promised to our forefathers, and to remember his holy covenant; to perform the oath which he sware to our forefather Abraham, that he would give us; that we being delivered out of the hand of our enemies might serve him without fear, in holiness and righteousness before him, all the days of our life. And thou, Child, shalt be called the Prophet of the Highest: for thou shalt go before the face of the Lord to prepare his ways; to give knowledge of salvation unto his people for the remission of their sins, through the tender mercy of our God; whereby the dayspring from on high hath visited us; to give light to them that sit in darkness and in the shadow of death, and to guide our feet into the way of peace."
    },
    {
      "id": "apostles-creed",
      "label": "Apostles' Creed",
      "text1662": "I BELIEVE in God the Father Almighty, Maker of heaven and earth: And in Jesus Christ his only Son our Lord, who was conceived by the Holy Ghost, born of the Virgin Mary, suffered under Pontius Pilate, was crucified, dead, and buried: He descended into hell; the third day he rose again from the dead; He ascended into heaven, and sitteth on the right hand of God the Father Almighty; from thence he shall come to judge the quick and the dead. I believe in the Holy Ghost; the holy Catholick Church; the Communion of Saints; the Forgiveness of sins; the Resurrection of the body, and the Life everlasting. Amen.",
      "text1928": "I BELIEVE in God the Father Almighty, Maker of heaven and earth: And in Jesus Christ his only Son our Lord: Who was conceived by the Holy Ghost, Born of the Virgin Mary: Suffered under Pontius Pilate, Was crucified, dead, and buried: He descended into hell; The third day he rose again from the dead: He ascended into heaven, And sitteth on the right hand of God the Father Almighty: From thence he shall come to judge the quick and the dead. I believe in the Holy Ghost: The holy Catholic Church; The Communion of Saints: The Forgiveness of sins: The Resurrection of the body: And the Life everlasting. Amen."
    },
    {
      "id": "suffrages-collects",
      "label": "Suffrages and Collects",
      "text1662": "The Lord be with you. Answer. And with thy spirit. Minister. Let us pray. Lord, have mercy upon us. Christ, have mercy upon us. Lord, have mercy upon us. Our Father, which art in heaven, Hallowed be thy Name. Thy kingdom come. Thy will be done in earth, As it is in heaven. Give us this day our daily bread. And forgive us our trespasses, As we forgive them that trespass against us. And lead us not into temptation; But deliver us from evil. Amen. O Lord, shew thy mercy upon us. Answer. And grant us thy salvation. Minister. O Lord, save the King. Answer. And mercifully hear us when we call upon thee. Minister. Endue thy Ministers with righteousness. Answer. And make thy chosen people joyful. Minister. O Lord, save thy people. Answer. And bless thine inheritance. Minister. Give peace in our time, O Lord. Answer. Because there is none other that fighteth for us, but only thou, O God. Minister. O God, make clean our hearts within us. Answer. And take not thy Holy Spirit from us. The Collect of the Day follows. A Collect for Peace: O God, who art the author of peace and lover of concord, in knowledge of whom standeth our eternal life, whose service is perfect freedom; Defend us thy humble servants in all assaults of our enemies; that we, surely trusting in thy defence, may not fear the power of any adversaries; through the might of Jesus Christ our Lord. Amen. A Collect for Grace: O Lord, our heavenly Father, Almighty and everlasting God, who hast safely brought us to the beginning of this day; Defend us in the same with thy mighty power; and grant that this day we fall into no sin, neither run into any kind of danger; but that all our doings may be ordered by thy governance, to do always that is righteous in thy sight; through Jesus Christ our Lord. Amen.",
      "text1928": "The Lord be with you. Answer. And with thy spirit. Minister. Let us pray. Lord, have mercy upon us. Christ, have mercy upon us. Lord, have mercy upon us. Then the Lord's Prayer is said. Then follow the Suffrages: O Lord, show thy mercy upon us; Answer. And grant us thy salvation. Minister. O God, make clean our hearts within us; Answer. And take not thy Holy Spirit from us. In place of royal petitions the American form reads: O Lord, save this Nation; Answer. And mercifully hear us when we call upon thee. Minister. Endue thy Ministers with righteousness; Answer. And make thy chosen people joyful. Minister. O Lord, save thy people; Answer. And bless thine inheritance. Minister. Give peace in our time, O Lord; Answer. For it is thou, Lord, only, that makest us dwell in safety. Then follow the Collect of the Day, A Collect for Peace, and A Collect for Grace in forms closely corresponding to the classical tradition."
    },
    {
      "id": "anthem-prayers-sermon",
      "label": "Anthem, Additional Prayers, and Thanksgivings",
      "text1662": "In Quires and Places where they sing, here followeth the Anthem. Then these five Prayers following are to be read. A Prayer for the King's Majesty: O Lord, our heavenly Father, high and mighty, King of kings, Lord of lords, the only Ruler of princes, who dost from thy throne behold all the dwellers upon earth; Most heartily we beseech thee with thy favour to behold our most gracious Sovereign Lord, King N.; and so replenish him with the grace of thy Holy Spirit, that he may alway incline to thy will, and walk in thy way. Endue him plenteously with heavenly gifts; grant him in health and wealth long to live; strengthen him that he may vanquish and overcome all his enemies; and finally after this life he may attain everlasting joy and felicity; through Jesus Christ our Lord. Amen. A Prayer for the Royal Family follows by rubric. A Prayer for the Clergy and People: Almighty and everlasting God, who alone workest great marvels; Send down upon our Bishops and Curates, and all Congregations committed to their charge, the healthful Spirit of thy grace; and that they may truly please thee, pour upon them the continual dew of thy blessing. Grant this, O Lord, for the honour of our Advocate and Mediator, Jesus Christ. Amen. A Prayer of St. Chrysostom: Almighty God, who hast given us grace at this time with one accord to make our common supplications unto thee; and dost promise that when two or three are gathered together in thy Name thou wilt grant their requests; Fulfil now, O Lord, the desires and petitions of thy servants, as may be most expedient for them; granting us in this world knowledge of thy truth, and in the world to come life everlasting. Amen.",
      "text1928": "Here may follow an Anthem. Then may be said prayers for the President of the United States and all in Civil Authority, for the Clergy and People, and for all sorts and conditions of men. A commonly appointed prayer is: O Lord, our heavenly Father, the high and mighty Ruler of the universe, who dost from thy throne behold all the dwellers upon earth; Most heartily we beseech thee, with thy favour, to behold and bless thy servant, The President of the United States, and all others in authority; and so replenish them with the grace of thy Holy Spirit, that they may alway incline to thy will, and walk in thy way. Endue them plenteously with heavenly gifts; grant them in health and prosperity long to live; and finally, after this life, to attain everlasting joy and felicity; through Jesus Christ our Lord. Amen. The General Thanksgiving: Almighty God, Father of all mercies, we thine unworthy servants do give thee most humble and hearty thanks for all thy goodness and loving-kindness to us, and to all men. We bless thee for our creation, preservation, and all the blessings of this life; but above all, for thine inestimable love in the redemption of the world by our Lord Jesus Christ; for the means of grace, and for the hope of glory. And, we beseech thee, give us that due sense of all thy mercies, that our hearts may be unfeignedly thankful; and that we show forth thy praise, not only with our lips, but in our lives; by giving up ourselves to thy service, and by walking before thee in holiness and righteousness all our days; through Jesus Christ our Lord, to whom, with thee and the Holy Ghost, be all honour and glory, world without end. Amen. Optional Prayer of St. Chrysostom: Almighty God, who hast given us grace at this time with one accord to make our common supplications unto thee; and hast promised through thy well-beloved Son that when two or three are gathered together in his Name thou wilt be in the midst of them; fulfil now, O Lord, the desires and petitions of thy servants, as may be best for them; granting us in this world knowledge of thy truth, and in the world to come life everlasting. Amen."
    },
    {
      "id": "closing",
      "label": "Closing Prayers and Grace",
      "text1662": "Then shall be said here, or at the end of all the prayers, The grace of our Lord Jesus Christ, and the love of God, and the fellowship of the Holy Ghost, be with us all evermore. Amen.",
      "text1928": "The office may conclude with the Grace: The grace of our Lord Jesus Christ, and the love of God, and the fellowship of the Holy Ghost, be with us all evermore. Amen."
    }
  ]
}
